{"headline": ["Paradigming Is Hard"], "text": [" sends us to , who tries hard to be sympathetic to the latest hard science/engineering guy bustling in to show those dumb economists how to do it. But as Fox clearly realizes, the reason we don’t have a new economic paradigm isn’t that economists are dumb, or even that all of them are rigid in their beliefs (obviously some are, or I wouldn’t have as many arguments as I do.) The reason, instead, is that it’s hard.Specifically: we have a body of economic theory built around the assumptions of perfectly rational behavior and perfectly functioning markets. Any economist with a grain of sense — which is to say, maybe half the profession? — knows that this is very much an abstraction, to be modified whenever the evidence suggests that it’s going wrong. But nobody has come up with general rules for making such modifications. So, on the behavioral side, clearly people aren’t perfectly rational — but there are lots of ways to be slightly stupid, and it’s very hard to come up with a general theory about which of these ways they will choose in any given situation. Behavioral economics is a fine thing, but it’s more a collection of interesting and sometimes useful observations than a general, well, paradigm that can offer guidance across a wide range of cases.Meanwhile, markets also fail much of the time — but while we know a fair bit about what happens to particular markets in practice, we don’t seem close to a general paradigm here either.So how do you do useful economics? In general, what we really do is combine maximization-and-equilibrium as a first cut with a variety of ad hoc modifications reflecting what seem to be empirical regularities about how both individual behavior and markets depart from this idealized case. And people using this kind of rough-and-ready approach have done really well since 2008, on everything from inflation to interest rates to the effects of austerity.But here’s the thing: economists have done their work this way for generations. So it’s really not a new paradigm. If anything, the true new paradigm was the attempt to justify everything with maximization and equilibrium — but that’s the paradigm that failed.Now maybe, someday, someone will find a way to do something truly new — integrate neuroscience into economics for real, not as a marginal research topic, or turn agent-based models into a useful tool. I’m for it! But merely noting the foolishness of some economists and calling for a new paradigm in the abstract won’t get us there."]}
{"headline": ["Health Care Politics In One Sentence"], "text": ["The politics of Obamacare are clearly starting to shift. It’s not that the public is coming to love it — not yet, anyway. But it’s less and less of a bogeyman, with polls suggesting a majority of the public against flat-out repeal. So there’s increasing pressure on Republicans to lay out an alternative — and continuing surprise about their But this is an example of why it sometimes helps, even in straight political reporting, to understand how policy works. Here’s the essential fact about health care policy, which in turn fundamentally shapes health care politics:Once again, for those who missed it: if you want to cover people with preexisting conditions, you must have community rating. If you want to have community rating without a death spiral — that is, if you want to keep an acceptable risk pool — you have to have an individual mandate. If you want to have an individual mandate, you have to have subsidies for lower-income Americans. And that’s Obamacare: a three-legged stool, with all three legs essential.Republicans can’t offer an alternative because there isn’t one (aside, that is, from single-payer). Their plan, such as it was, was to wait for the plan to implode, so they would never be put on the spot; since that isn’t happening, Plan B is to bob and weave and avoid the question until the midterms. That’s all there is."]}
{"headline": ["A Monetary Puzzle"], "text": ["OK, color me puzzled. I’ve seen a number of people touting this  (pdf) on how banks create money as offering some kind of radical new way of looking at the economy. And it is a good piece. But it doesn’t seem, in any important way, to be at odds with what  (pdf) — indeed, the BoE paper cites Tobin extensively. And I have always thought of money in , even if I sometimes use shorthand descriptions that can be misread if you take them out of context; the same is true of many economists.Furthermore, the key Tobin insight — which is fully consistent with the BoE analysis — is that while banks are indeed more complicated creatures than the mechanical lenders of deposits we like to portray in Econ 101, this doesn’t mean either that they have unlimited ability to create money or that they are somehow outside the usual rules of economics. Don’t let monetary realism slide into monetary mysticism!"]}
{"headline": ["Macroeconomics and Class Warfare"], "text": ["Back when Obama was proposing a spending plan to boost the economy, and some of us were pleading for a bigger plan, it was common to hear people from both the right and the  declaring that it was all a ruse, an attempt to smuggle in liberal priorities under the guise of fiscal stimulus. This was, as it happens, completely false – and in the case of the right-wingers, a case of projection. After all, Obama didn’t try to sell permanent spending increases as short-run stimulus – but Bush did exactly that when pushing his tax cuts.And what’s more, it wouldn’t have worked. If anything, your best bet is to try it the other way – to push proposals that will stimulate the economy while also building infrastructure and/or reducing inequality, and to make the long-run, class-warfare aspects the heart of your sales pitch.This may seem odd. Shouldn’t it be easier to sell win-win ideas, which will make everyone or almost everyone better off? Well, it would be if the public “got” Keynesian economics. But even educated readers tend not to get the idea that the economy as a whole can suffer from inadequate demand (hey, lots of U. of Chicago professors don’t get it either.) And I don’t think it’s for want of efforts to get the point across.The key sticking point is right at the beginning. Never mind monetary and fiscal policy; the very notion that the economy can suffer from too little spending turns out to be inherently difficult. When I give public talks, I get some traction (I think) by asking people what happens if everyone tries to cut his or her spending at the same time, then pointing out that my spending is your income and your spending is my income. But I don’t think it sticks for many people: the appeal of the economy-as-household metaphor usually takes over.I’m not making this judgment entirely based on gut feelings. We do have some metrics here – imperfect metrics, but still useful. Look, for example, at book sales: Has there ever been a monster bestseller about fighting recessions, or even about growth for its own sake? I don’t think so. The blockbusters are always, one way or another, about us versus them – going head to head, competing in a flat world, or now trying to stop the rise of the one percent. In saying this I don’t mean to denigrate the last entry: Piketty’s book is awesomely good, and deserves all the acclaim it’s getting. But it is notable that in a time of deeply depressed labor markets, our biggest thing is long-run inequality.Or closer to home, I do of course track how my columns do on the most-emailed list; and there’s no question that inequality gets a bigger response than demand-side macro.This doesn’t mean that we should (or that I will) stop trying to get the truth about depression economics across. But it’s an interesting observation, and I think it has implications for how politicians should go about doing the right thing."]}
{"headline": ["ECO 348, The Great Recession: Secular Stagnation"], "text": [" (pdf)."]}
{"headline": ["My Head Talks Yet Again"], "text": ["On Stephanopoulos tomorrow. As I understand it, William Kristol and I will debate whether multiplicative shocks to wealth accumulation really do cause the right tail of the distribution to approximate a power law."]}
{"headline": ["Is A Banking Ban The Answer?"], "text": ["OK, a genuinely interesting debate on financial reform is taking place. I’m not even sure where I stand. But it’s certainly worth talking about. draw our attention to proposals to either mandate or create strong incentives for 100-percent reserve banking, coming from  and, more surprisingly, . Equally surprising — at least to me — is that Cochrane seems more aware of the difficulties of the issue.The basic idea both writers share is that banks as we know them — institutions that issue promises to pay money on, or almost on, demand, while holding liquid assets that cover only a fraction of that potential demand — are inherently subject to runs, self-fulfilling losses of confidence. So they propose that we aim to eliminate such institutions; there would still be things we call banks, but they would simply be custodians of government-issued liquid assets.Wolf, unless I’m reading him wrong, seems to identify the whole issue with one particular form of short-term debt — bank deposits. This seems an oddly narrow view given the nature of the 2008 crisis, which involved very few runs on deposits but a massive run on shadow banking, especially repo — overnight lending that in a fundamental sense fulfilled the functions of deposit banking but also created the same kind of risks. Cochrane gets this, and calls for a “Pigouvian tax” — i.e., the kind of tax economics textbooks tell us we should have on pollution — imposed on any form of “run-prone short-term debt”. So, three thoughts.First, Wolf’s omission is a big one. If we impose 100% reserve requirements on depository institutions, but stop there, we’ll just drive even more finance into shadow banking, and make the system even riskier.Second, Cochrane’s proposal calls for a remarkable amount of government intervention in finance; it makes liberal proposals for a transactions tax look like minor nuisances. Cochrane insists that we can easily run our economy without dangerous short-term private debt — that we can easily set things up so that the manager of your index fund sells a tiny piece of your stock portfolio every time you use a debit card at 7-11. Is this right?"]}
{"headline": ["Friday Night Music: Arcade Fire, Wake Up"], "text": ["Busy week, I’m actually very tired, and have been indulging in old favorites to get me through. So an old performance, emotionally uplifting, from the band that got me into indie music."]}
{"headline": ["Frustrations of the Heterodox"], "text": ["It’s kind of a sideshow in the larger scheme of things, but something worth noting is taking place on the fringes (literally) of economic discussion: an upwelling of frustration on the part of heterodox economists. You see it in  about gattopardo economics, which I ; you see it in the demands for a  in the economics curriculum, which Simon Wren-Lewis . I understand the frustration, but the heterodox need to realize that they have, to an important extent, been working with the wrong story line.Here’s the story they tell themselves: the failure of economists to predict the global economic crisis (and the poor policy response thereto), plus the surge in inequality, show the failure of conventional economic analysis. So it’s time to dethrone the whole thing — basically, the whole edifice dating back to Samuelson’s 1948 textbook — and give other schools of thought equal time.Unfortunately for the heterodox (and arguably for the world), this gets the story of what actually happened almost completely wrong.It is true that economists failed to predict the 2008 crisis (and so did almost everyone). But this wasn’t because economics lacked the tools to understand such things — we’ve long had a pretty good understanding of the logic of banking crises. What happened instead was a failure of real-world observation — failure to notice the rising importance of shadow banking. Economists looked at conventional banks, saw that they were protected by deposit insurance, and failed to realize that more than half the de facto banking system didn’t look like that anymore. This was a case of myopia — but it wasn’t a deep conceptual failure. And as soon as people  recognize the importance of shadow banking, the whole thing instantly fell into place: we were looking at a classic financial crisis.What about the lousy policy response — austerity and all that? The key point here was that policymakers weren’t basing their decisions on conventional economics. On the contrary, they decided to blow off textbook macroeconomics and embrace exotic doctrines like expansionary austerity and a mysterious growth cliff at 90 percent debt relative to GDP. The disastrous policy responses that have perpetuated the slump are the result of mainstream economics having too little influence, not too much."]}
{"headline": ["Piketty and Pareto"], "text": ["Well, it’s Piketty day at the Times, with  and  even having more or less matching headlines. And David’s take reminds me of something I’ve been meaning to do: explain one important point in Piketty that even economist readers have, it seems, tended to miss.In his critique David says of Piketty,So, two points. Piketty doesn’t just assert that fortunes will concentrate, he shows that they have in fact concentrated in the past. That’s the whole point of his extended analysis of Belle Epoque France, with its dominance by inherited wealth. And for every Bill Gates, there are many families that do all they can to perpetuate dynastic wealth. Remember, the 10 wealthiest Americans include 4 Waltons and two Kochs.Second, Piketty predicts a high concentration of wealth, but not concentration without limit. He alludes to his modeling here rather than presenting it explicitly, but maybe he should have said more. Here’s how I think of it. Imagine that once a family acquires a certain level of wealth, it tends to engage in dynastic accumulation, consuming only a fraction of its asset returns while saving the rest and passing it on. However, there is in each generation some probability that the family fortune will be squandered by a wastrel.In this case there will be an equilibrium distribution of family fortunes, comprising families that have accumulated wealth for three generations, a smaller number who have accumulated for four generations (smaller because some fortunes get squandered), a still smaller number who have accumulated for five generations, and so on.How much wealthier will five-generation dynasties be than four-generation? It depends on the rate of return r — and their share of wealth also depends on the growth rate g. Furthermore, six-generation dynasties will be to five-gens as five gens are to four, etc.. The distribution of wealth will follow a Pareto distribution (which is true of actual wealth distributions at the top), with the exponent depending on r minus g.So no dynasty lasts forever; there will be a slow “circulation of elites.” But some dynasties will last a long time — and if the after-tax rate of return is high, those dynasties will control a large share of wealth.And let me add something here: if you think you’ve found an obvious hole, empirical or logical, in Piketty, you’re very probably wrong. He’s done his homework!"]}
{"headline": ["On Gattopardo Economics"], "text": ["FT Alphaville sends us to  on Piketty and his boosters. Palley raises an interesting point, one that I’m hearing from some other people on the left: they’re disappointed that Piketty’s book relies mainly on conventional, mainstream economics.And it’s mostly true. For the most part Piketty works with an “aggregate production function” in which labor works with a stock of capital to produce output, and both labor and capital are paid their marginal product — the rate of return on capital is equal to the amount an extra dollar’s worth of capital adds to production. True, when discussing the rise of “supermanagers” Piketty talks about imperfect competition and rents, but that’s not the core of his work.So Palley and others are disappointed; and Palley worries that at least as far as doctrine is concerned, this could be “gattopardo economics” — the reference is to the novel, made into a Visconti movie, about how Sicilian aristocrats manage to maintain their position despite Garibaldi and the coming of democracy, by wooing and co-opting the bourgeoisie. Note: the aristocrats Palley has in mind are not Piketty’s oligarchs but mainstream economists like, well, me.And I have some sympathy for his point — although if the suggestion is that people like me are jumping on the inequality bandwagon late, that just isn’t true; I was  literally decades ago.The thing to bear in mind, however, is that you really don’t need to reject standard economics either to explain high inequality or to consider it a bad thing. There are a few economists on the left who seem to believe that:1. You need to believe in the existence of a perfectly well-defined aggregate measure of capital to believe in the marginal productivity theory of income distribution;\n2. If you believe in, or even use, marginal productivity theory, you are conceding that capitalists deserve their income.Neither of these things are true. Nothing about marginal productivity theory depends on the exact truth of a simple aggregate production function with capital defined by a single number. And saying that capital gets its marginal product in no way says that the people who own that capital deserve what they get.So by all means let’s continue to debate how we do economics. But inequality really isn’t a wedge issue in that discussion. You can be perfectly conventional in your economics — or, my own attitude and what I think is Piketty’s, willing to use conventional models when they’re convenient and seem useful without treating them as irrefutable truth — while still taking inequality very seriously."]}
{"headline": ["ECO 348, The Great Recession: Crisis Stories"], "text": [" (pdf)."]}
{"headline": ["Piketty at CUNY"], "text": [""]}
{"headline": ["Class-Ridden America"], "text": ["Via , Larry Bartels produces the ultimate . Santorum, you may recall, declared that we have no classes in America — even the term middle class, he says, is ““.  The usual response is to point to the data and say that objectively we are indeed a class society.But there’s more: Bartels shows that we are also  a class society: that policy views are much more differentiated by income than in other advanced countries:Bartels offers several hypotheses about why this may be true. But the main point to understand here is that we now know what it means when people urge us to stop talking about class, or denounce class warfare: it is essentially a demand that lower-income Americans and those upper-income Americans who care about them shut up, and stop messing with the elite desire for smaller government."]}
{"headline": ["Inequality 1992"], "text": ["I happened to notice  citing some bogus claims that the one percent is an ever-changing group, not a persistent elite, and I thought “Wait — didn’t we deal with that one long ago?” And that brought to mind the piece I wrote for the American Prospect 22 years ago, “.” (It doesn’t say this on the Prospect site, but it was indeed published in 1992). See the section on income mobility.The truth is that inequality denial is largely a crusade of cockroaches — the same bad arguments just keep coming back.Oh, and I do think that my old piece looks surprisingly contemporary. In particular, I was focused on the one percent even then."]}
